yannickmayannick/circuitpython/ports/espressif/boards/red-s2-wroom/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2019 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#pragma once

// Micropython setup

#define MICROPY_HW_BOARD_NAME       "Red S2-WROOM"
#define MICROPY_HW_MCU_NAME         "ESP32S2"
